Repository: Hakansv/weatherfax_pi
Catalog: po/*.po
Languages: da, es

source: New Coord
da: Nye koord
es: Nuevas coordenadas

source: Stop
es: Parar

source: Start
es: Iniciar

source: Failed to apply mapping Check Mapping Correction Parameters
da: Programmet kunne ikke anvende mapping Check kortlægnings-korrektionsparametre
es: Error aplicando trazado Comprobar los parámetros de corrección de coordenadas de trazado.

source: Mapping
da: Kortlægning
es: Trazando

source: Warning, latitudes on different sides of equator not recommended because of ambiguity of north or south pole
da: Advarsel, breddegrader på forskellige sider af ækvator ikke anbefales på grund af uklarheden for nord eller syd pol
es: Atención, latitudes en diferentes lados del ecuador no recomendado debido a la ambigüedad del polo norte o sur.

source: Calculating Mapping Failed. Perhaps you have chosen the wrong mapping type for this image, or the coordinates specified are not correct
da: Beregning af kortlægning mislykkedes. Måske du har valgt den forkerte mapping type for dette billede eller angivne koordinater er ikke korrekte
es: Error calculando trazado. Puede que haya elegido el tipo de trazado equivocado para esta imagen o que las coordenadas especificadas no sean las correctas

source: Calculating Mapping not yet supported.
da: Beregning af kortlægning endnu ikke understøttet.
es: Cálculo de trazado aun no implementado.

source: Calculating Equator not yet supported.
da: Beregning af ækvator endnu ikke understøttet.
es: Cálculo de ecuador aun no implementado

source: Mapping allows for scaling, and conversion between coordinate systems Latitudes are +N -S, Longitudes +E -W For polar mapping mode: Get Mapping parameters calculates the mapping from the coordinates given, but the first coordinate's X value (vertical red line) must align with the pole in polar mode on the vertical meridian Once the coordinates are entered, the mapping should make the the blue latitudes align. If they are far off, check the input coordinates. Once they are close: First adjust pole X to center the latitudes. Next adjust the Pole Y value until the blue latitude curve closest to the pole is correct. Now, if the second blue latitude is too wide, then the true width ratio needs to be increased, otherwise it should be decreased. Repeat adjusting the Pole Y and true width ratio until both align. It is easiest to calibrate correctly if you use the farthest spaced latitudes available. Once the blue latitudes align perfectly, recompute the equator to ensure the resulting mapping is correct. At this point, the coordinates can be changed to better locations if needed. If true width is very close to 1.0 it probably should be exactly 1.0. It is also possible to go to the next step, adjust the coordinates, then come back to this step and get the mapping parameters again to improve the estimate.
da: Kortlægning giver mulighed for skalering, og konvertering mellem koordinatsystemer Breddegrader er + N -S, længdegrader + E-W For polar kortlægning mode: Get kortlægning parametre beregner kortlægning fra de givne koordinater, men den første koordinats X-værdi (lodret rød linje) skal samstemme med polen i polar-tilstand på den lodrette meridian Når koordinaterne er indtastet, bør gøre de blå breddegrader tilpassede. Hvis de er langt væk, check input koordinaterne. Når de er tæt: Først juster pole X til at centrere breddegrader. Dernæst justeres Pole Y-værdi, indtil den blå breddekurve nærmest polen er korrekte. Nu, hvis den anden blå bredde er for bred, så det sande breddeforhold skal øges, ellers det bør være nedsat. Gentag justering af Pole Y og sande bredde forholdet indtil begge passer. Det er nemmest at kalibrere korrekt, hvis du bruger de længst afstand breddegrader tilgængelig. Once de blå breddegrader justeres perfekt, Gendan ækvator så den resulterende tilknytning er korrekt. På dette tidspunkt kan koordinaterne ændres til bedre placeringer, hvis det er nødvendigt. Hvis sande bredde er meget tæt på 1,0 det sandsynligvis være præcis 1.0. Det er også muligt at gå til det næste trin, justere koordinaterne, derefter vende tilbage til dette trin og få parametrene kortlægning igen at forbedre estimatet.
es: El trazado permite el escalado y la conversión entre sistemas de coordenadas. Latitudes son +N -S, Longitudes +E -W Para modo de trazado polar: La opción "obtener trazado" calcula el trazado a partir de las coordenadas dadas, pero el valor de la primera coordenada X (linea roja vertical) debe estar alineado con el meridiano del polo. Una vez las coordenadas han sido introducidas, el trazado debería alinear las latitudes en azul. Si resultan muy alejadas revisar las coordenadas introducidas. Una vez estén cercanas: Primero ajustar el valor polo X para centrar las latitudes. A continuación ajustar el valor polo Y hasta que la curva azul de latitudes más cercana al polo se muestre correctamente. Si la segunda linea azul de latitud es demasiado ancha, entonces el valor Relación de ancho verdadero debe ser aumentado, en caso contrario debe disminuirse. Repetir ajustando polo Y y Relación de ancho verdadero hasta que ambas lineas de latitud azul estén alineadas con la imagen. Es más fácil conseguir un trazado correcto si se usan las latitudes más alejadas disponibles. Una vez que las latitudes azules estén perfectamente alineadas, obtener el ecuador para asegurarse que el trazado resultante es correcto. En este momento, las coordenadas pueden ser cambiadas a una mejor localización si es necesario. Si el valor Relación de ancho verdadero está muy cercano a 1.0, probablemente deba ser exactamente 1.0. También es posible ir al siguiente paso, ajustar las coordenadas y volver a este paso para obtener el trazado de nuevo y mejorar la estimación.

source: Information
es: Información

source: Failed to load coordinate sets
da: Kunne ikke indlæse koordinat datasæt
es: Error en la carga del conjunto de coordenadas

source: Invalid xml file
da: Ugyldig XML-fil
es: Archivo xml no valido

source: Unrecognized xml node:
da: Ukendt XML-node:
es: Nodo xml desconocido:

source: Failed to save xml file:
da: Kunne ikke gemme XML-filen:
es: Error guardando archivo xml:

source: Audio Capture
es: Captura de audio

source: try to execute :
es: Intenta ejecutar:

source: Failed to load input file:
da: Det lykkedes ikke at indlæse input-filen:
es: Error cargando archivo de entrada:

source: Open Weather Fax Input File
da: Åbn Weather Fax Input Fil
es: Abrir archivo Weather Fax

source: Supported Files|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|All files (*.*)|*.*
da: Understøttede Filer|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|Alle filer (*.*)|*.*
es: Archivos permitidos|*.BMP;*.bmp;*.XBM;*.xbm;*.XPM;*.xpm;*.TIF;*.tif;*.TIFF;*.tiff;*.GIF;*.gif;*.JPEG;*.jpeg;*.JPG;*.jpg;*.PNM;*.pnm;*.PNG;*.png;*.PCX;*.pcx;*.PICT;*.pict;*.TGA;*.tga;*.WAV;*.wav|All files (*.*)|*.*

source: Cannot open audio weather fax already in progress.
es: No se puede abrir weather fax de audio todavía en curso.

source: Save Weather Fax To KAP
da: Gemme WeatherFax til KAP
es: Guardar weather fax como KAP

source: Supported Files|*.KAP;*.kap|All files (*.*)|*.*
es: Archivos permitidos|*.KAP;*.kap|All files (*.*)|*.*

source: Weather Fax PlugIn for OpenCPN
es: PlugIn Weather Fax para OpenCPN

source: Weather Fax PlugIn for OpenCPN Can open image files directly, or decode audio faxes to an image. With simple calibration, resulting image is overlaid on top of charts. Converts images in mercator, polar, conic and uniform coordinates. Can convert any image into a raster chart. Builtin database for HF radio fax stations via SSB. Builtin database for internet retrieval from meterological sites.
es: PlugIn Weather Fax para OpenCPN Puede abrir archivos de imagen directamente o decodificar faxes de audio a imágenes. Con una simple calibración, las imágenes resultantes se superponen sobre la carta. Convierte imágenes a coordenadas mercator, polar, conic y uniform. Puede convertir cualquier imagen en una carta raster. Incorpora una base de datos con las estaciones de radio HF BLU. Incorpora una base de datos de sitios web meteorológicos para descarga.

source: WeatherFax Preferences
da: Weather Fax præferencer
es: Preferencias de WeatherFax

source: Capture
da: Hentning
es: Capturar

source: Station
es: Estación

source: Frequency
da: Frevens
es: Frecuencia

source: Time (UTC)
da: Tid (UTC)
es: Hora (UTC)

source: Contents
es: Contenido

source: Valid Time
da: Gyldig tid
es: Tiempo validez

source: Duration
da: Varighed
es: Duración

source: Map Area
da: Kort område
es: Area

source: Failed to load file:
da: Kunne ikke indlæse filen:
es: Error cargando archivo:

source: Loading
da: Indlæser
es: Cargando

source: Unrecognized xml node
da: Ukendt XML-node
es: Nodo xml desconocido

source: Failed to find Duration for:
da: Mislykkedes at finde varighed for:
es: Error buscando duración de:

source: Failed to match Area:
da: Kunne ikke matche område:
es: Error buscando Area:

source: Sorting this many schedules might take too long
da: Sortering af så mange tidsplaner kan tage for lang tid
es: Ordenar tantas emisiones puede llevar demasiado tiempo

source: Populating List
da: Udfylder liste
es: Creando listado

source: Capturing fax:
da: Henter fax:
es: Capturando fax:

source: Conflicts with already scheduled fax:
da: Konflikter med allerede planlagt fax:
es: Conflictos con la emisión ya programada:

source: disable this fax?
da: deaktivere denne fax?
es: ¿Desactivar este fax?

source: No Capture Set
es: Sin conjunto de capturas

source: starting in
da: starter om
es: Empezará en

source: second(s)
da: Sekund(er)
es: segundo(s)

source: hour(s)
da: Time(r)
es: hora(s)

source: minute(s)
da: Minut(ter)
es: minuto(s)

source: Current fax:
da: Aktuelle fax:
es: Fax actual:

source: Tune ssb radio to
da: Indstil ssb radio til
es: Sintonizar radio BLU en

source: to receive fax for
da: at modtage fax til
es: recibir fax para

source: Weather Fax Schedule Beginning Soon
da: Weather Fax Schedule begynder snart
es: La emisión de weather fax comenzará pronto

source: Already capturing, cannot capture:
da: Henter allerede, kan ikke hente:
es: Ya se está capturando, no se puede capturar:

source: Failed to launch:
da: Start mislykkedes:
es: Error ejecutando:

source: Fault in weather fax plugin Currently capturing hf weather fax.
es: Error en el plugin weather fax Capturando actualmente weather fax HF.

source: WAV files (*.wav)|*.WAV;*.wav|All files (*.*)|*.*
da: WAV filer (*.wav)|*.WAV;*.wav|Alle filer (*.*)|*.*
es: archivos WAV (*.wav)|*.WAV;*.wav|Todos (*.*)|*.*

source: External Capture Execution failed
da: Udførelse af eksterne hentning mislykkedes
es: Error capturando externamente

source: Scheduled
da: Planlagt
es: Varias

source: Server
es: Servidor

source: Region
es: Zona

source: WeatherFax InternetRetrieval
es: Descarga Internet Weatherfax

source: Invalid iterator:
da: Ugyldig iterator:
es: Iterador no valido:

source: Sorting this many urls might take too long
da: Sortering af så mange webadresser kan tage for lang tid
es: Ordenar tantas URLs puede llevar demasiado tiempo

source: Fax already retrieved less than 180 minutes ago. Use existing file?
da: Fax er allerede hentet for mindre end 180 minutter siden. Brug eksisterende fil?
es: El fax ha sido descargado hace menos de 180 minutos. ¿Usar el archivo existente?

source: Reading Headers:
da: Læser overskrifter:
es: Leyendo cabeceras:

source: Reading
es: Leyendo

source: Timed out waiting for headers for:
da: Timeout for overskrifter for:
es: Tiempo de espera de cabeceras excedido para:

source: Verify there is a working internet connection.
da: Kontroller, der er en fungerende internetforbindelse.
es: Verifique que tiene conexión a Internet.

source: Possibly the server is down temporarily.
es: Posiblemente el servidor está caído temporalmente.

source: If the url is incorrect please edit the xml and/or post a bug report.
da: Hvis URL-adressen er forkert kan du redigere xml og/eller sende en fejlrapport.
es: Si la URL es incorrecta, por favor edite el archivo xml y/o reporte el error.

source: Failed to read file size aborting.
es: Error leyendo el tamaño de archivo.

source: Failed to Download:
es: Error descargando:

source: No Faxes selected.
da: Ingen faxer valgt.
es: No hay faxes seleccionados.

source: Try clicking the selected (first) column
da: Prøv at klikke på den valgte (første) kolonne
es: Intente haciendo clic en la primera columna

source: Failed to configure capture.
es: Error configurando captura.

source: Failure
es: Fallo

source: Failure Decoding Fax:
da: Fejl under afkodning af Fax:
es: Error decodificando fax:

source: Failed
da: Mislykkedes
es: Fallo

source: DecodeImageLine requires specific buffer length
da: DecodeImageLine kræver særlig bufferlængde
es: DecodeImageLine requiere de un tamaño de buffer específico

source: Port audio overflow on input, some data lost!
da: Port audio overflow på input, nogle data tabt!
es: ¡Puerto de audio sobrecargado, algunos datos se han perdido!

source: could not open input file:
da: kunne ikke åbne inputfilen:
es: No se pudo abrir el archivo de entrada:

source: sample size not 8 or 16 bit:
da: sample størrelse ikke 8 eller 16 bit:
es: Muestreo no es 8 o 16 bit:

source: Transparency
da: Gennemsigtighed
es: Transparencia

source: Invert
da: Inverter
es: Invertir

source: &Open
da: &Åbn
es: &Abrir

source: &Edit
da: &Redigér
es: &Editar

source: &Goto
es: &Ir a...

source: E&xport
es: &Exportar

source: &Delete
da: &Slet
es: &Eliminar

source: &Preferences
da: &Indstillinger
es: &Preferencias

source: &Close
da: &Luk
es: &Cerrar

source: &File
da: &Fil
es: &Archivo

source: &Audio Capture
da: & Audio Hentning
es: &Audio

source: &HF Radio Schedules
da: &HF Radio tidsplaner
es: &Programar captura HF

source: &Retrieve
da: &Hent
es: &Captura

source: &About
da: &Om
es: &Sobre...

source: &Help
da: &Hjælp
es: &Ayuda

source: Contains
da: Indeholder
es: Contiene

source: Boat Position
da: Båd position
es: Posición barco

source: Reset
da: nulstil
es: Borrar

source: Stations
da: Stationer
es: Estaciones

source: All
da: Alle
es: Todo

source: None
da: Ingen
es: Ninguna

source: Constraints
da: Begrænsninger
es: Mostrar si...

source: Has Area
da: Har Område
es: Tiene area

source: Has Valid Time
da: Har gyldig tid
es: Tiene validez

source: Clear Captures
es: Limpiar capturas

source: Filter
es: Filtro

source: Message Box
da: Meddelelsesboks
es: Mensaje en ventana

source: Sound
es: Sonido

source: Select a file
es: Seleccionar archivo

source: External Alarm
da: Ekstern Alarm
es: Alarma externa

source: 1 minute alarm
da: 1 minut alarm
es: Alarma "en 1 minuto"

source: No Action
da: Ingen handling
es: No hacer nada

source: External Command
da: Ekstern kommando
es: Comando externo

source: Manual Capture (with external program) automatic Open File
da: Manuel opsamling (med eksternt program) automatisk åbn fil
es: Captura manual (con programa externo)

source: Capture Options
da: Hentingsindstillinger
es: Opciones de captura

source: Select fax images by clicking in the capture (first) column Schedules can be sorted by clicking the header column The schedules need testing as I can only receive from a few of the possible stations. Corrections can be made by modifying the WeatherFaxSchedules.xml file. Patches can be submitted via github. Automatic control of a ssb radio is desireable as well, however the author only has a tecsun pl-600. If a suitable radio can be donated, support will be implemented.
da: Vælg fax billeder ved at klikke i capture (første) søjle Planer kan sorteres ved at klikke på header-søjlen Planerne skal testes da jeg kun kan modtage fra et par af de mulige stationer. Korrektioner kan foretages ved at redigere filen WeatherFaxSchedules.xml. Patches kan sendes via github. Automatisk kontrol af en ssb-radio er ønskeligt, men forfatteren har kun en tecsun pl-600. Hvis en egnet radio kan doneres, vil støtte blive gennemført.
es: Seleccionar imágenes fax en la primera columna "Capturar" Las emisiones pueden ordenarse haciendo clic en la cabecera de las columnas Las emisiones deben comprobarse ya que el autor solo puede recibir desde unas pocas de todas las posibles estaciones. Pueden hacerse correcciones modificando el archivo WeatherFaxSchedules.xml. Los cambios pueden ser sugeridos a través de github. Sería deseable un control automático de la radio BLU pero el autor solo dispone de una tecsun pl-600. Esta posibilidad sería implementada si se recibiera una donación de alguna radio más adecuada.

source: Capture Status
da: Status for hentning
es: Estado de las capturas

source: Close
da: Luk
es: Cerrar

source: Retrieve Scheduled
es: Descargar varias

source: Retrieve Selected
da: Hent valgt
es: Descargar seleccionada

source: Servers
es: Servidores

source: Regions
da: Regioner
es: Zonas

source: Decoder
da: Dekoder
es: Decodificador

source: Options
da: Valgmuligheder
es: Opciones

source: Image Correction
da: Billedkorrektion
es: Corrección de imagen

source: No Filter
da: Intet Filter
es: Sin filtro

source: Removal 1
da: Fjernelse 1
es: Supresión 1

source: Removal 2
da: Fjernelse 2
es: Supresión 2

source: Removal 3
es: Supresión 3

source: Value 1
da: Værdi 1
es: Valor 1

source: Value 2
da: Værdi 2
es: Valor 2

source: Value 3
da: Værdi 3
es: Valor 3

source: Phasing
da: Fase
es: Ajuste de fase

source: Rotation
es: Rotación

source: Skew
es: Sesgar

source: Image Coordinates
da: Billede koordinater
es: Coordenadas de imagen

source: Remove
da: Fjern
es: Eliminar

source: Minutes
es: Minutos

source: Show Lat/Lon Minutes
es: Mostrar minutos de Lat/Lon

source: + Lat/Lon for N/E - Lat/Lon for S/W
es: + Lat/Lon para N/E - Lat/Lon para S/W

source: Coordinates Mapping Correction
es: Corrección de coordenadas de trazado

source: Input Type
es: Entrada tipo

source: Output Type
es: Salida tipo

source: Size
da: Størelse
es: Tamaño

source: W/H
es: An/Al

source: True Width Ratio
da: Sandt breddeforhold
es: Relación de ancho verdadero

source: Pole X
es: Polo X

source: Pole Y
es: Polo Y

source: Equator Y
da: Ækvator Y
es: Ecuador Y

source: Get Mapping
da: Få kortlægning
es: Obtener trazado

source: Get Equator
da: Få ækvator
es: Obtener Ecuador

source: GetAspectRatio
es: Obtener proporción

source: HF Schedules
da: HF tidsplaner
es: Programación de capturas HF

source: Load Schedules at Startup
da: Indlæs tidsplaner ved opstart
es: Cargar programaciones al iniciar

source: Export
da: Exporter
es: Exportar

source: Reduce to
da: Reducer til
es: Reducir a

source: Colors
da: Farver
es: Colores

source: Recommended 4, 16, 64, or 256
es: Se recomienda 4, 16, 64, o 256

source: Depth
da: Dybde
es: Profundidad

source: Meters
da: Meter
es: Metros

source: fix sounding datum
es: fijar dátum de profundidad

source: Audio Decoding Options
da: Audio dekodnings-muligheder
es: Opciones decodificación audio

source: Image Width
da: Billedbredde
es: Ancho imagen

source: Bits per Pixel
da: Bit pr. Pixel
es: Bits por pixel

source: Carrier
da: Bærebølge
es: Portadora

source: Deviation
es: Desviación

source: narrow
da: smal
es: estrecho

source: middle
da: middel
es: medio

source: wide
da: bred
es: ancho

source: Saturation Threshold
da: Mætningstærskel
es: Umbral de saturación

source: Skip start, stop and phasing detection
da: Spring over start, stop og phasing
es: Saltar inicio, parar y detección de fase

source: Include header data in image
da: Header data medtages i billedet
es: Incluir cabecera en imagen

source: Audio Capture Options
da: Audio Capture indstillinger
es: Opciones captura audio

source: Sample Rate
es: Frec. muestreo

source: Done
da: Udført
es: Hecho

source: Weather Fax Plugin Version
es: Versión del plugin Weather Fax

source: The weatherfax plugin for opencpn is intended to reduce the amount of user interaction to receive weather faxes and optionally overlay them directly onto charts. This includes a fax decoder, which converts radio fax audio into images. To get started, open either an image or recorded wav audio file of a ssb radio fax transmission from the file menu, or select an option from the retrieve menu. Source Code: https://github.com/seandepagnier/weatherfax_pi Many thanks to translators and testers.
da: Fax plugin for opencpn er beregnet til at reducere mængden af brugerinteraktion til faxmodtagelse vejr og eventuelt overlay dem direkte på charts. This omfatter en fax decoder, som konverterer radio fax lyd i images. To komme i gang, åbne et billede eller optaget .wav lydfil i en ssb radio faxtransmission fra menuen filer, eller Vælg en indstilling fra hente-menuen. Source kode: \ nhttps://github.com/seandepagnier/weatherfax_pi Mange oversættere og testere.
es: El objetivo de Weatherfax para OpenCPN es el de reducir la cantidad de acciones a realizar cuando se reciben faxes meteorológicos. También ofrece laposibilidad de superponerlos a la carta. Incluye un decodificador que convierte audio faxes en imágenes. Para empezar puedes abrir algún archivo de imagen o algún archivo de audio de alguna trasmisión de fax via radio BLU desde el menu "Archivo". Luego prueba seleccionando alguna opción del menú "Captura". Código fuente: https://github.com/seandepagnier/weatherfax_pi Muchas gracias a traductores y testers.

source: About the Author
da: Om forfatteren
es: Sobre el autor

source: Resulting image has negative dimensions, aborting
da: Resulterende billede har negative dimensioner, aborting
es: La imagen resultante tiene dimensiones negativas, abortando

source: Mapping Failed
da: Kortlægning mislykkedes
es: Error de trazado

source: Resulting image larger than %dMB Try changing size parameter to a smaller value. (less than %.2f) aborting
da: Resulterende billede større end %dMB Prøv at ændre størrelsesparameter til en mindre værdi. (mindre end %.2f) aborting
es: Imagen resultante mayor de %dMB Intenta cambiando el tamaño a un valor menor. (menor de %.2f) abortando

source: Mapping Weather Fax Image
da: Mapping Weather Fax Billede
es: Trazando imagen de weather fax

source: Weather Fax Mapper
es: Trazador de weather fax

source: Graphics hardware not supported (Disable OpenGL)
es: Hardware gráfico no compatible (desactivar OpenGL)

source: Not available
es: No disponible

source: Abort
es: Cancelar

source: Settings
es: Ajustes

source: Pause
es: Pausa

source: Connection settings
es: Ajustes de conexión

source: Connection settings used for the transfer:
es: Ajustes de conexión usados para la transferencia:

source: Username:
es: Nombre usuario:

source: Password:
es: Contraseña:

source: Port:
es: Puerto:

source: Proxy host:
es: Servidor proxy:

source: Proxy username:
es: Nombre usuario proxy:

source: Proxy password:
es: Contraseña proxy:

source: Proxy port:
es: Puerto proxy:

source: HF Radio Schedules
da: HF Radio tidsplaner
es: Horarios de emisión HF

source: Internet Retrieval
da: Hentning fra Internet
es: Descargas de internet

source: Weather Fax Image
da: Weather Fax billede
es: Imagen Weather Fax

source: Weather Fax Preferences
da: Weather Fax præferencer
es: Preferencias de weather fax

source: Fax Decoding Options
da: Fax Decoding Optioner
es: Opciones de decodificación de fax

source: About Weatherfax
da: Om Weatherfax
es: Sobre Weatherfax

source: Transferred:
es: Transferidos:

source: Coord Y/X
da: Koord Y / X

source: conic
da: konisk

source: Fathoms
da: Favne
